sdaiCreateSchemaInstanceBN(System.SByte!System.Runtime.CompilerServices.IsSignUnspecifiedByte*,System.SByte!System.Runtime.CompilerServices.IsSignUnspecifiedByte*,Sdai_instS*)
\details
Creates a new SDAI schema instance.
\param schemaInstanceName [in] A string that contains the schema instance name.
\param schemaName         [in] A string that contains the schema name.
\param repository         [in] A SDAI repository to associate the created schema with.
\returns An identifier of the created schema instance.